START_MESSAGE = "Здравствуйте! Вы зашли в Telegram-бот Комитета транспорта и дорожного хозяйства РСО-А. Если вы хотите оценить качество произведенного ремонта, узнать, когда планируется ремонт той или иной дороги или оставить жалобу на дорожное покрытие, то нажмите /contact"
GET_NAME = 'Пожалуйста, введите ФИО'
CHOOSE_INPUT_TYPE = "Необходимо оставить свой номер телефона. Выберите способ ввода:"
YOUR_PHONE_NUMBER = "Ваш номер телефона: {phone_number}"
SEND_AUTO_NUMBER = "Пожалуйста нажмите на кнопку, 'Отправить номер телефона'"
SEND_HAND_NUMBER = "Введите номер телефона в формате +79991234567"
CHOOSE_OPTIONS = "Сделайте выбор:"
ALLOWED = "Разрешите геолокацию или выберите из списка объектов"
SEND_GEOLOCATION = "Пожалуйста нажмите на кнопку, 'Отправить местоположение'"
SELECT_FROM_LIST = "Выберите улицу или дорогу из списка:"
YOUR_OBJECT_IS = "Это объект который вы выбрали? - {_object}"
OBJECT_IN_BASE = 'Сообщаем Вам, что этот объект планируется к ремонту в период ' \
                '{period}! Хотите продолжить или ' \
                'дождемся ремонта?'
THANK_YOU = 'Спасибо за проявленную гражданскую инициативу! Мы постараемся проконтролировать, чтобы подрядчик уложился в указанные сроки' \
            'Хотите еще что-то сообщить?'

DESCRIBE_PROBLEM = 'Опишите кратко суть проблемы:'
GET_PHOTO = 'Сфотографируйте проблемный объект таким образом, чтобы было понятно, про что идет речь'
THANKS_WE_WILL_CONTACT_YOU = 'Спасибо за проявленную гражданскую инициативу! Мы рассмотрим ваше обращение в ближайшее время. Следите за новостями на нашем канале @t.me/komitet_transport_dorogi_rso ' \
                            'Хотите еще что-то сообщить?'
FINAL = 'До свидания!'
DESCRIBE_PROBLEM_SECOND = 'Опишите суть проблемы: '
QUALITY_1_TO_10 = 'Оцените от 1 до 10 качество ремонта'
YOUR_COMMENT = 'Можете оставить свой комментарий'
THANKS_FOR_QUALITY = 'Спасибо за оценку ' \
                    'Хотите еще что-то сообщить?'

DESCRIBE_IDEA = 'Мнение наших сограждан очень важно для нас. Опишите кратко свою идею. ' \
                'Пришлите фото или изображение с пояснениями, если считаете нужным.'


THANKS_FOR_IDEA = 'Спасибо за идею. Хотите еще что-то сообщить?'
OBJECT_NOT_IN_DB = 'К сожалению вашего объекта Город: {city} Улица: {road_name} нету в базе данных по планируемому ремонту.'

