
START_MESSAGE = "Привет! Пожалуйста, представьтесь."
CHOOSE_INPUT_TYPE = "Необходимо оставить свой номер телефона. Выберите способ ввода:"
YOUR_PHONE_NUMBER = "Ваш номер телефона: {phone_number}"
SEND_AUTO_NUMBER = "Пожалуйста нажмите на кнопку, 'Отправить номер телефона'"
SEND_HAND_NUMBER = "Введите номер телефона в формате +79991234567"
CHOOSE_OPTIONS = "Сделайте выбор:"
ALLOWED = "Разрешите геолокацию или выберите из списка объектов"
SEND_GEOLOCATION = "Пожалуйста нажмите на кнопку, 'Отправить местоположение'"
SELECT_FROM_LIST = "Выберите город из списка объекты:"
YOUR_OBJECT_IS = "Это объект который вы выбрали? - {_object}"
OBJECT_IN_BASE = 'Спешим Вам сообщить что этот объект в такой то ' \
                'период начнет ремонтироваться! Хотите продолжить или ' \
                'дождемся ремонта?'
THANK_YOU = 'Спасибо что не кантуете нас, бедных чиновников. ' \
            'Хотите еще что-то сказать?'

DESCRIBE_PROBLEM = 'Вашего объекта нет в нашей базе. Опишите суть проблемы:'
GET_PHOTO = 'Сфотографируйте проблему'
THANKS_WE_WILL_CONTACT_YOU = 'Спасибо, мы с вами свяжемся. Следите за новостями. ' \
                            'Хотите еще что-то сказать?'
FINAL = 'До свидания'
DESCRIBE_PROBLEM_SECOND = 'Опишите суть проблемы: '
QUALITY_1_TO_10 = 'Оцените от 1 до 10 качество ремонта'
YOUR_COMMENT = 'Можете оставить свой комментарий'
THANKS_FOR_QUALITY = 'Спасибо за оценку ' \
                    'Хотите еще что-то сказать?'

DESCRIBE_IDEA = 'Ваше мнение очень важно для нас. Опишите свою идею. ' \
                'Пришлите фото об идее если нужно.'


THANKS_FOR_IDEA = 'Спасибо за идею. Еще есть что сказать?'